/*
Note for the Localization Engineer:
The strings enclosed within < > should NOT be localized. Eg : <OPERATION>
*/

/* Recovery options for the errors */
TryAgainButtonTitle = "Prøv igen";
CancelButtonTitle = "Annuller";


/*Error descriptions for corrupted store*/
CorruptedEventStoreDescription = "<OPERATION>fordi den følgende fil ikke kan læses: “/Users/Shared/HP/HP Event Store/HPEventStore.hpstore”.";

/*Error descriptions for missing store*/
MissingEventStoreDescription = "<OPERATION>, fordi følgende arkiv ikke er fundet: “/Users/Shared/HP/HP Event Store/HPEventStore.hpstore”.";

/*Recovery suggestion for corrupted and missing store.*/
MissingEventStoreRecoverySuggesstion = "Erstat filen “HPEventStore.hpstore” hvis du har flyttet eller slettet den, og klik så på “Prøv igen”.\rKlik på “Opret”, for at oprette en ny fil.";

/* Recovery options for corrupted and missing store */
CreateButtonTitle = "Opret";

/*Error descriptions for permission error*/
EventStorePermissionsErrorDescription = "<OPERATION>, fordi programmet kan ikke få adgang til følgende arkiv: “/Users/Shared/HP/HP Event Store/HPEventStore.hpstore”.";

/* Recovery options for corrupted and missing store */
RepairAccessButtonTitle = "Reparer adgang";

/*Added new key to refer error recovery suggestion if the permission is not proper.*/
EventStorePermissionsErrorRecoverySuggesstion = "Kontroller de medfølgende mapper i “HPEventStore.hpstore”, for at være sikker på, at de ikke er læst og at deres tilladelser er indstillet på “Læs & Skriv” og klik så på “Prøv igen”.\rKlik på “Reparer adgang”, for at få applikationen til at forsøge på, at reparere tilladelser.";

//Error description for out of disk space error
DiskFullErrorDescription = "fordi der ikke er tilstrækkelig plads på startup disken.";

//Recover suggestion for out of disk space error
DiskFullErrorRecoverySuggesstion = "Slet visse filer fra disken og klik så på “Prøv igen”.";
